{"misinformation_topics":[
{"topic":"Authorities block protestors to communicate by blackout in Washington DC",
"reference":"https://www.washingtonpost.com/technology/2020/06/01/misinformation-about-extent-unrest-washington-dc-surges-across-twitter/",
"background":"Misinformation about the extent of the unrest in Washington, D.C., and false claims about widespread communications outages burgeoned Monday on Twitter, making the #DCblackout hashtag into a nationwide trend on the platform. Started by an account with just three followers, the hashtag exploded in popularity, generating about half a million tweets in its first nine hours after being created. The thread swelled with untrue claims that authorities had somehow blocked protesters from communicating from their smartphones to crack down on the unrest, which included looting and some fires.",
"hashtags":["#DCblackout","#WhereAreDCProtesters","#dcblackouts","#DCsafe","#wherearetheprotesters"],
"keywords":[]},
{"topic":"Authorities are intentionally planting bricks to bait protestors",
"reference":"https://www.rollingstone.com/culture/culture-news/bricks-protests-george-floyd-black-lives-matter-1009178/",
"background":"A hashtag suggesting that authorities are planting bricks to bait protesters into committing violence is going viral on social media. One image often shared with the hashtag shows a stack of bricks with a smiley face superimposed on top of it, with the message 'Well howdy! Im just a mysterious ol pile of bricks.' 'Do not reach for me! I am intentionally placed here to create violence,' the image, which has also made the rounds on Instagram, says. 'This is used to delegitimize the movement and allows for more force to be used.' The message closes with an admonition for people to tweet photos or videos of bricks at protest sites with the hashtag #baitbricks.",
"hashtags":["#baitbricks","#bricks"],
"keywords":[]},
{"topic":"A black teenager is violently arrested by a US police officer.",
"reference":"https://www.bbc.com/news/52877751",
"background":"A video of a teenager being violently arrested by a US police officer has generated almost 10 million views in the last few days. But the incident happened back in April - in Rancho Cordova, a city in Northern California. This wasn't made clear in the latest post that has been retweeted more than 100,000 times. It also wrongly identifies the teenager as female.",
"hashtags":[], 
"keywords":["beating a 14 year old black girl"]},
{"topic":"George Soros funded the protests.",
"reference":"https://www.nytimes.com/2020/06/01/technology/george-floyd-misinformation-online.html",
"background":"On Twitter, Mr. Soros was mentioned in 34,000 tweets in connection with Mr. Floyd's death over the past week, according to Dataminr. Over 90 videos in five languages mentioning Soros conspiracies were also posted to YouTube over the past seven days, according to an analysis by The New York Times.",
"hashtags":["#PaidProtestsSoros","#Soros","#SorosFraud","#sorosisevil","#secretcoup","#deepstate"],
"keywords":["Soros","secret coup"]},
{"topic":"George Floyd's death is a Russian military intelligence operation.",
"reference":"https://news.yahoo.com/susan-rice-blames-foreign-actors-120019152.html",
"background":"Former Obama adviser Susan Rice has blamed the violent protests that rocked major American cities over the weekend on 'foreign actors,' and even suggested that Russia could be involved in stirring them up. 'Im not reading the intelligence today, or these days — but based on my experience, this is right out of the Russian playbook' Rice, who served as national-security adviser to president Obama, said in a CNN interview on Sunday.",
"hashtags":["#russianplaybook"],
"keywords":["Floyd's execution is part of a Russian","Russian playbook","Floyd's death is part of a Russian","Floyd execution is part of a Russian"]},
{"topic":"Antifa organized the protests.",
"reference":"https://www.nytimes.com/2020/05/31/us/george-floyd-protests-white-supremacists-antifa.html",
"background":"The Trump administration blamed what it called the radical left, naming antifa, a contraction of the word “anti-fascist” that has come to be associated with a diffuse movement of left-wing protesters who engage in more aggressive techniques like vandalism.",
"hashtags":["#antifaterror","#antifaterrorism","#antifaterrorists","#EXPOSEANTIFA"],
"keywords":["antifa organized","organized by antifa","antifa is responsible","antifa is terrorist","antifa is terror"]},
{"topic":"George Floyd's death was staged; Floyd is alive.",
"reference":"https://www.nytimes.com/2020/06/01/technology/george-floyd-misinformation-online.html",
"background":"The unfounded rumor that Mr. Floyd is alive is emblematic of the misinformation narrative that a newsworthy event was staged.",
"hashtags":["#falseflagfloyd","#floydisalive","#floydhoax","#floydgate","#georgefloydhoax","#floydfalseflag","#floydisnotdead","#floydstaged"],
"keywords":["false flag floyd","floyd is alive","floyd is not dead"]},
{"topic":"St. Paul police officer Jacob Pederson is the provocateur who helped to start the looting.",
"reference":"https://www.politifact.com/article/2020/may/29/fact-checking-misinformation-about-george-floyd-pr/",
"background":"An image being shared on social media alleges an officer from a neighboring jurisdiction instigated the violence. Police have denied it. 'This is St. Paul police officer Jacob Pederson,' a May 28 Instagram post says. 'He smashed out the windows of Auto Zone. He is the provocateur that helped start the looting. Stop blaming protesters and get back to blaming the police.' The Saint Paul Police Department denies that the person in the footage is Pederson.",
"hashtags":["#JacobPederson"],
"keywords":["Jacob Pederson"]},
{"topic":"NPR wants people to burn books written by white people.",
"reference":"https://apnews.com/article/9013650184",
"background":"A conservative news website published a story with a misleading headline: 'NPR Wants People to Burn Books Written By White People.' The NPR story says nothing about book burning. Instead, it implores white people to examine their bookshelves and see if they are only reading authors that look like them.",
"hashtags":[""],
"keywords":["NPR wants people to burn books"]},
{"topic":"Police officers accused of looting in the Boston protests.",
"reference":"https://www.bbc.com/news/52934672",
"background":"A video with three million views claimed to show police in Boston smashing up their own car. The narrator says 'they are going to blame it on the protesters'. However, another video of the same vehicle shows people kicking in the windscreen and jumping on the roof. Boston Police told a local TV station the car was already damaged when the police got there and officers were removing part of the windscreen to drive it away safely.",
"hashtags":[""], 
"keywords":["smashing their own car","smashing up their own car","smashing their own cop car","smashing their own fucking cars","smashing their own car","smashing up their own squad car","smashing their own police car","smashing up a police car","police smashing up a Boston police car","officers are caught smashing","police are caught smashing","smashing their own #police car","smashing up there own police car"]}
]}


